autoconf
automake
base
binutils
bison
curl
dmenu
dosfstools
dunst
efibootmgr
fakeroot
feh
file
findutils
flex
gawk
gcc
gettext
git
grep
groff
grub
gzip
htop
jack2
jack2-dbus
libtool
linux
linux-firmware
linux-headers
m4
make
neofetch
neovim
networkmanager
nodejs
pacman
patch
pavucontrol
picom
pkgconf
pulseaudio-jack
python
qjackctl
rofi
sed
sudo
texinfo
ttf-joypixels
wget
which
xclip
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zsh
